{
  "userRegisterSIGNUPSTARTtitle": "Join us!",
  "userRegisterSIGNUPSTARTtext": "The username must contain only lowercase letters",
  "userRegisterSIGNUPSTARTformText": "What's your username?",
  "userRegisterSIGNUPSTARTval": "This username is used",
  "userRegisterSIGNUPSTARTtermsOfService": "Accept our Terms of Service",
  "userRegisterTERMSOFSERVICEtitle1" : "TERMS",
  "userRegisterTERMSOFSERVICEtitle2" : "AND CONDITIONS",
  "userRegisterTERMSOFSERVICEwebsite": "www.walkability.app",
  "userRegisterTERMSOFSERVICEmail": "network@walk21.com",
  "userRegisterTERMSOFSERVICEtext0.1.1" : "These Terms and Conditions govern the use of the Walkability application (from now on \"the application\") and of the website",
  "userRegisterTERMSOFSERVICEtext0.1.2" : "(from now on \"site\"). The appellations \"the application\", \"the platform\", the \"service\", the \"site\", \"Walkability\" indicate the Walk21 Foundation and affiliated websites (collectively, \"Walkability\"). The term user (\"User\" or \"Users\") refers to the customer who downloads either application and/or contributes by publishing content about the application.",
  "userRegisterTERMSOFSERVICEtext0.2" : "Walkability is an application that allow you to: (a) publish assessments and opinions related to the well being perceived in the street by users (b) view information entered by users on the map (c) view information entered by the platform (\"the application\"). The Application is ONLY a service of communication and information, they do not intend in any way to represent that the use of the application can deter the occurrence of an unlawful act.",
  "userRegisterTERMSOFSERVICEtext0.3" : "These Terms and Conditions are effective from the date on which you download and start using either application and may be changed from time to time.",
  "userRegisterTERMSOFSERVICEtext0.4" : "The use and continued use of either application by the user constitute acceptance of all the Terms and Conditions as well as any risks inherent in the application and service. The continued use of the application after the publication of any updates or changes to these terms and conditions constitutes acceptance of such changes.",
  "userRegisterTERMSOFSERVICEsubtitle1" : "USE OF THE APPLICATION",
  "userRegisterTERMSOFSERVICEtext1.1" : "You provide the Application with accurate, truthful, and complete information (including, but not limited to, sex, age and e-mail address) and to maintain accurate and up-to-date information.",
  "userRegisterTERMSOFSERVICEtext1.2" : "In using Walkability, the user guarantees (i) the truthfulness, accuracy, topicality and completeness of all information provided through the application; (ii) in case of registration of an account on Walkability, to protect the data of their account, supervise and accept full responsibility for any use made by third parties; (iii) being over the age of 13, age limit for registering an account and publishing application fees; (iv) to be legally authorized to sign this Agreement and to use the Walkability.App in accordance with all the terms and conditions included therein.",
  "userRegisterTERMSOFSERVICEtext1.3" : "Walkability does not knowingly collect information from Users under the age of 13. Walkability reserves the right, in its sole discretion, to deny access to the application to any User, at any time and for any reason, including, by way of example, in the event of violation of this Agreement.",
  "userRegisterTERMSOFSERVICEsubtitle2" : "INFORMATION ON THE PRIVACY AND DISCLOSURE OF DATA",
  "userRegisterTERMSOFSERVICEtext2" : "Walkability undertakes to protect the privacy of Users. Any personal data published on the Application will be used in accordance with the Privacy Policy published jointly with this document.",
  "userRegisterTERMSOFSERVICEsubtitle3" : "CANCELLATIONS AND CHANGES",
  "userRegisterTERMSOFSERVICEtext3" : "All cancellations, cancellations and modifications by the User must be made in the appropriate section of the app of Walkability or communicated via email.",
  "userRegisterTERMSOFSERVICEsubtitle4" : "RATINGS AND COMMENTS",
  "userRegisterTERMSOFSERVICEtext4.1" : "Walkability appreciates the opinions of Users, through information and data provided to the application, comments, suggestions, ideas or other content (together with \"Content sent\"). The User grants to Walkability the non-exclusive right, not subject to copyright, unlimited, transferable, irrevocable and subjected to sublicense of (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works, make publicly available and perform such Content sent worldwide, by any means, unknown or conceived in the future, for any purpose; (b) use the name specified in connection with such Submissions sent. The User grants to Walkability the right to choose in its sole discretion to attribute or not the authorship of comments or reviews published by Users. The User also grants to Walkability the right to prosecute any natural or legal person who is the protagonist of violations of the User's or THIR's rights with respect to the Content sent through violations of this Agreement. The User acknowledges and accepts that the Contents sent are non-confidential and non-proprietary information.",
  "userRegisterTERMSOFSERVICEtext4.2" : "Walkability does not alter or exercise any control over the content sent by Users, published on or distributed through the application and disclaims any responsibility for such content sent by Users. Walkability reserves however the right, for any reason and in its sole discretion, to remove without notice the contents sent by Users.",
  "userRegisterTERMSOFSERVICEtext4.3" : "Using the application, the User explicitly accepts not to publish, upload, transmit, distribute, store, create or otherwise make public the following contents through the application:",
  "userRegisterTERMSOFSERVICEtext4.4" : "Content, data, information, text, comments, or other material (\"Content\") false, illegal, misleading, defamatory, slanderous, obscene, pornographic, indecent, scurrilous, allusive, threatening or threatening to other people, intimidating, damaging privacy or advertising rights, offensive, provocative, fraudulent, or otherwise objectionable to third parties, intended as natural persons and / or commercial businesses.",
  "userRegisterTERMSOFSERVICEtext4.5" : "Content evidently offensive of the community, for example Content that incites to racism, extremism, hatred, or physical damage of any kind against individuals or groups.",
  "userRegisterTERMSOFSERVICEtext4.6" : "Content that may constitute, encourage, promote, or incite unlawful conduct, criminal offenses, give rise to civil liability, violate the rights of any party in any country of the world or that could otherwise give rise to liability for violation of local, state, national laws, international.",
  "userRegisterTERMSOFSERVICEtext4.7" : "Content that provides information that incites to illegal activities, such as the creation or purchase of illegal weapons, the violation of the privacy of third parties or the distribution or creation of computer viruses.",
  "userRegisterTERMSOFSERVICEtext4.8" : "Content that may infringe patents, trademarks, trade secrets, copyrights or other intellectual property rights or ownership of any part. In particular: content that promotes illegal or unauthorized copying of copyrighted material, such as counterfeit computer programs or links to them, information to circumvent copy-protected devices installed by the manufacturer, distribution of musical piracy or links to counterfeit music files.",
  "userRegisterTERMSOFSERVICEtext4.9" : "Content that pretends to impersonate individuals or entities or that makes a false assumption of affiliation with individuals or entities, including Walkability. ",
  "userRegisterTERMSOFSERVICEtext4.10" : "Unsolicited promotions or \"spam\", chain letters, electoral campaigns, advertising, contests, lotteries, or petitions.",
  "userRegisterTERMSOFSERVICEtext4.11" : "Content that includes commercial and / or sales activities without prior written consent, such as contests, sweepstakes, exchanges, promotions.",
  "userRegisterTERMSOFSERVICEtext4.12" : "Third-party private information, including, by way of example, surnames, addresses, telephone numbers, email addresses, social security numbers, credit card numbers.",
  "userRegisterTERMSOFSERVICEtext4.13" : "Content that contains pages with restricted or password-protected access, hidden pages, or images (not linked to or from other accessible pages), viruses, corrupted data, or other malicious files.",
  "userRegisterTERMSOFSERVICEtext4.14" : "Content not related to the topic of the interactive areas in which such Contents are published.",
  "userRegisterTERMSOFSERVICEtext4.15" : "Content or links to content that, at the sole discretion of Walkability, (a) violates the provisions contained therein, (b) are considered objectionable, (c) limits or inhibits the use or use of the interactive areas or the application by of other users, (d) that may expose WHO or its affiliates or Users to damage or liability of any kind.",
  "userRegisterTERMSOFSERVICEtext4.16" : "Walkability disclaims all liability and provides no warranty with respect to Contents published, stored, or uploaded by the User or by third parties in the event of loss or damage. It also declines all responsibility in case of errors, defamation, insults, slander, omissions, false statements, obscene language, pornographic or profane. As an interactive service provider, Walkability declines all responsibility in the case of declarations, representations or Content provided by Users in any public forum, personal home page or other interactive area. Although Walkability is not under any obligation to analyse, modify or monitor Content published on or distributed through interactive areas, Walkability reserves the right, in its sole discretion, to remove, analyse, translate, or modify without notice any published or archived content on the application at any time or for any reason, or to allow such transactions to third parties on their behalf. The User is solely responsible for creating backup copies and replacing the Contents published or stored on the platform, assuming all the charges and expenses.",
  "userRegisterTERMSOFSERVICEtext4.17" : "Any use in violation of these provisions constitutes a violation of this Agreement and could entail, among other consequences, the interruption or suspension of the User's rights to the use of the application.",
  "userRegisterTERMSOFSERVICEsubtitle5" : "ACTIVITIES NOT ALLOWED",
  "userRegisterTERMSOFSERVICEtext5.1" : "The content and information on the application (including, without limitation, data, information, text, maps, icons, software, code, or other material), as well as the infrastructure used to provide such content and information, are the property of Walkability. You agree not to modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works, transfer, sell, resell information, software, products or services obtained from or through the application. Furthermore, the User accepts not to:",
  "userRegisterTERMSOFSERVICEtext5.2" : "use the application or its contents for commercial purposes.",
  "userRegisterTERMSOFSERVICEtext5.3" : "access, monitor, copy the contents or information of the application using robots, spiders, scraper or other automatic means or manual processes for any purpose without the explicit written consent of Walkability;",
  "userRegisterTERMSOFSERVICEtext5.4" : "take steps to impose or attempt to impose a disproportionate or unreasonable burden, at the discretion of Walkability, on the application infrastructure.",
  "userRegisterTERMSOFSERVICEsubtitle6" : "INTELLECTUAL PROPERTY RIGHTS",
  "userRegisterTERMSOFSERVICEtext6" : "All content in the App (including the underlying material such as codes, software, and databases) and the related copyright and other intellectual property rights, unless otherwise specified, belong to Walkability or have been from the latter licensed. Intellectual property rights mean all conferred, contingent and future intellectual property rights including, but not limited to copyright, trademarks, service marks, design rights (registered or not), patents, know-how, industrial / commercial secrets, inventions, set-ups, rights relating to databases and any request for the protection or registration of these rights and all their renewals and their existing extensions in all parts of the world, already existing or created in the future, for which the licensor may be entitled.",
  "userRegisterTERMSOFSERVICEsubtitle7" : "DISCLAIMER",
  "userRegisterTERMSOFSERVICEtext7.1" : "READ THIS ARTICLE CAREFULLY. THIS SECTION INCLUDES THE LIMITATION OF WALKABILITY LIABILITY WITH RESPECT TO THE USE OF THE APPLICANT BY THE USER. IF THE USER DOES NOT INCLUDE THE TERMS CONTAINED IN THIS SECTION OR IN OTHER SECTIONS OF THE AGREEMENT, WE RECOMMEND THAT YOU SEEK A LEGAL IN ORDER TO OBTAIN CLARIFICATIONS BEFORE ACCESSING OR TO USE THE APPLICATION.",
  "userRegisterTERMSOFSERVICEtext7.2" : "THE INFORMATION AND THE SOFTWARE MAY INCLUDE INACCURACIES OR ERRORS, WALKABILITY DOES NOT WARRANT IN ANY WAY THE ACCURACY OF SUCH INFORMATION AND DISCLAIMS ALL LIABILITY IN RESPECT OF ERRORS OR OTHER IMPRECISIONS IN THE INFORMATION AND IN THE COMMENTS.",
  "userRegisterTERMSOFSERVICEtext7.3" : "WALKABILITY DOES NOT PROVIDE ANY DECLARATION WITH RESPECT TO THE SUITABILITY OF THE INFORMATION, SOFTWARE AND CONTENT (CONTENTS OF THE APPLICATION). ALL INFORMATION, SOFTWARE AND CONTENT ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND. NO CLAUSE OF THIS AGREEMENT CONSTITUTES THE EXCLUSION OR LIMITATION OF WALKABILITIE'S LIABILITY ON (I) DEATH OR PHYSICAL INJURIES CAUSED BY NEGLIGENCE; (II) FRAUDULENT ACTIVITY; (III) FALSE DECLARATION; (IV) VOLUNTARY VIOLATION OR EVIDENT NEGLIGENCE; (V) ANY OTHER LIABILITY WHICH MAY NOT BE EXCLUDED UNDER THE LAWS IN FORCE.",
  "userRegisterTERMSOFSERVICEtext7.4" : "IN ACCORDANCE WITH THE ABOVE, THE USE OF THE APPLICATION BY THE USER IS AT YOUR RISK AND WHO DECLINES ALL LIABILITY FOR LOSS OR DIRECT, INDIRECT, MORAL, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES OR LOSS OF PROFITS, DAMAGE TO REPUTATION , DATA, LOSS OF CONTRACT, USE OF MONEY OR LOSS OR DAMAGES RESULTING FROM OR OTHERWISE CONNECTED TO INTERRUPTION OF COMMERCIAL ACTIVITIES OF ANY NATURE ARISING FROM OR OTHERWISE CONNECTED TO ACCESS TO, VISUALIZE OR USE THIS APPLICATION.",
  "userRegisterTERMSOFSERVICEtext7.5" : "THESE TERMS AND CONDITIONS AND THE EXCLUSION OF LIABILITY ABOVE DO NOT INTERFER WITH THE RIGHTS THAT ARE EXPECTED IN VIRTUE OF IMPERATIVE STANDARDS AND NOT DEROGABLE FROM ENGLISH LAW.",
  "userRegisterTERMSOFSERVICEsubtitle8" : "INDEMNITY",
  "userRegisterTERMSOFSERVICEtext8.1" : "The User agrees to indemnify and hold harm from any complaints, actions, requests, restitutions, losses, damages, fines, penalties or other costs and expenses of any kind, including, by way of example, any legal and accounting expenses incurred by third parties and resulting from:",
  "userRegisterTERMSOFSERVICEtext8.2" : "violation of this Agreement or of the documents referenced therein by the User;",
  "userRegisterTERMSOFSERVICEtext8.3" : "violation of laws or third-party rights by the User;",
  "userRegisterTERMSOFSERVICEtext8.4" : "use of the application by the User.",
  "userRegisterTERMSOFSERVICEsubtitle9" : "AGREEMENT",
  "userRegisterTERMSOFSERVICEtext9" : "The User accepts the Terms and Conditions of the Service and consents to the collection and processing of personal data in accordance with Walkability. You further agree that the Walkability Privacy Notice forms an integral part of the Terms and Conditions of the service.",
  "userRegisterTERMSOFSERVICEsubtitle10" : "APPLICABLE LAW AND COMPETENT COURT",
  "userRegisterTERMSOFSERVICEtext10" : "This Agreement and any dispute or claim (including disputes or non-contractual claims) arising from or in connection with it or its object or training are regulated and interpreted in accordance with English law.",
  "userRegisterTERMSOFSERVICEsubtitle11" : "ASSISTANCE",
  "userRegisterTERMSOFSERVICEtext11" : "For questions or communications please write to:",
  "userRegisterSIGNUPSTARTprivacyPolicy": "Accept our Privacy Policy",
  "userRegisterPRIVACYPOLICYtitle1.1": "PRIVACY",
  "userRegisterPRIVACYPOLICYtitle1.2": "POLICY",
  "userRegisterPRIVACYPOLICYtitle2": "ON THE PROCESSING OF PERSONAL DATA OF USERS OF THE WALKABILITY APPLICATION",
  "userRegisterPRIVACYPOLICYa": "a)",
  "userRegisterPRIVACYPOLICYb": "b)",
  "userRegisterPRIVACYPOLICYc": "c)",
  "userRegisterPRIVACYPOLICYmail": "network@walk21.com.",
  "userRegisterPRIVACYPOLICYfoundation": "Walk21 Foundation",
  "userRegisterPRIVACYPOLICYpage": "www.walk21.com.",
  "userRegisterPRIVACYPOLICYtext0.1": "Pursuant to Article 13 of EU Regulation 2016/679 of 27/04/2016 (General Regulation for the Protection of Personal Data, here below referred to as GDPR for brevity), we communicate to you below the due information regarding the processing of personal data provided by you using the Walkability application and related services.",
  "userRegisterPRIVACYPOLICYtext0.2": "This policy explains what personal data we collect, for what purposes, how we process it and what your rights are.",
  "userRegisterPRIVACYPOLICYtext0.3": "We are aware that providing your personal data involves a high level of trust on your part and that the confidentiality and protection of personal data are fundamental rights of the individual. Therefore, it is our primary objective to process your personal data in compliance with the rules provided for by national and European legislation, collecting data accurately, relevantly and adequately and storing it in a secure way.",
  "userRegisterPRIVACYPOLICYsubtitle1": "1. Data controller",
  "userRegisterPRIVACYPOLICYtext1.1": "The Data Controller, pursuant to art. 4 and 24 of the GDPR, is the UK registered charity",
  "userRegisterPRIVACYPOLICYtext1.2": "(Registration number 1174564), in person of this legal representative pro tempore, with registered office in Cheltenham, Gloucestershire, UK (hereafter the Data Controller). The Data Controller can also be contacted by e-mail at the following address",
  "userRegisterPRIVACYPOLICYsubtitle2": "2. Purpose of the processing",
  "userRegisterPRIVACYPOLICYtext2.1": "The processing is aimed at the correct and complete execution of the services provided by the Walkability application (the app). More precisely, the personal data provided by you will be processed for the following purposes:",
  "userRegisterPRIVACYPOLICYtext2.2": "allow you to register and manage your Walkability account, including access to and use of your app (including, for example, posting ratings, comments, and other content in the community), according to the app's terms and conditions of use;",
  "userRegisterPRIVACYPOLICYtext2.3": "communicate with you, for example to send you information about Walkability, newsletters and invitations to community events, measure your interest in order to improve the app and service, request your opinions and opinions, for example through surveys;",
  "userRegisterPRIVACYPOLICYtext2.4": "comply with legal obligations and resolve any disputes or problems.",
  "userRegisterPRIVACYPOLICYsubtitle3": "3. What data do we process",
  "userRegisterPRIVACYPOLICYtext3.1": "The Data Controller collects the personal data that the user (the Data Subject) provides when registering with the app (through a Facebook or Google account) and when using the app. To register and access the services offered by the app, you must be at least 14 years of age.",
  "userRegisterPRIVACYPOLICYtext3.2": "The personal data processed for the purposes indicated in point (a) above consist specifically of: identification of the social account (Facebook or Google) used for registration; first and last name used on your Facebook or Google account; gender; age group or (if specified) date of birth; the city; link to the profile photo of the Facebook or Google account used (you can choose to hide the profile photo from other users of the app); e-mail address (if provided); mobility habits (i.e. the preferred type of means of transport, chosen from the following: walking, bicycle, public transport, car); the IP address used to connect to the app; the electronic device used and the version of the respective operating system; the app's access/usage history. Of the aforementioned data those processed also for the specific purposes referred to in point b) are: first and last name used on the Facebook or Google account; the city; e-mail address. For the purposes indicated in point (c) first and last name used on Google account; IP address; e-mail address.",
  "userRegisterPRIVACYPOLICYsubtitle4": "4. Legal basis for processing and mandatory or optional nature of the data provided",
  "userRegisterPRIVACYPOLICYtext4.1.1": "All data requested for the purposes referred to in",
  "userRegisterPRIVACYPOLICYtext4.1.2": "and",
  "userRegisterPRIVACYPOLICYtext4.1.3": "except the email address and mobility habits, are mandatory for the execution of the services provided by the app (art. 6lett .b, GDPR) and the fulfillment of legal obligations (art. 6lett .c, GDPR). Therefore, your refusal to provide such data will make it impossible for the Data Controller to establish and manage the relationship itself and to provide the requested services. By accessing the app and related services, you consent to the processing of such data.",
  "userRegisterPRIVACYPOLICYtext4.2.1": "With reference to the purposes referred to in point",
  "userRegisterPRIVACYPOLICYtext4.2.2": "consent is optional and your specific and explicit consent represents the legal basis for the processing. In case of non-consent to the aforementioned processing, it will not be possible to carry out the activities provided for therein.",
  "userRegisterPRIVACYPOLICYsubtitle5": "5. How data is treated and updated",
  "userRegisterPRIVACYPOLICYtext5.1": "The processing of personal data will be carried out by the Data Controller exclusively for the purposes indicated above, both on paper and computer and electronic media (including portable devices), in compliance with current legislation on confidentiality, security and in accordance with the principles of correctness, lawfulness, transparency and protection of your rights. The treatment is carried out directly by the owner's organisation and/or by its own Internal Representatives or External Managers, for this purpose specially appointed and instructed. It is important that the data held by the Data Controller are correct, accurate and up-to-date, therefore, if the data provided by you, including through social accounts, are not correct or subsequently undergo changes, it is necessary that you promptly communicate corrections or changes to us through the Walkability application or by writing to the email address",
  "userRegisterPRIVACYPOLICYtext5.2": "Your personal data will not be communicated, transferred or disseminated to third parties in any way.",
  "userRegisterPRIVACYPOLICYtext5.3": "w The data provided may be communicated exclusively to the Data Controller's collaborators (Internal Agents or External Managers), who in any case must be able to provide all the guarantees in order to ensure full compliance with the provisions regarding the processing of personal data as well as to guarantee the protection of your rights and must act under the authority and instructions of the Data Controller exclusively for the purposes described above. The complete and up-to-date list of internal and external managers can be consulted by request to be forwarded to the address E-mail:",
  "userRegisterPRIVACYPOLICYtext5.4": "Personal data in electronic format will be stored on servers located within the UK or European Union and will not be transferred to non-EU countries. If it is necessary, in order to comply with the purposes related to the processing, provide for a transfer of data outside the European Union, this will be done in compliance with the limits and conditions established by art. 44 and ss. of the GDPR.",
  "userRegisterPRIVACYPOLICYsubtitle6": "6. How long do we store your data",
  "userRegisterPRIVACYPOLICYtext6.1": "In compliance with the provisions of art. 5 paragraph 1(b) of the Treaty (c) of the GDPR personal data will be stored, in a form that allows the identification of the user (Interested),f or a period of time not exceeding the achievement of the purposes for which they are processed. And more precisely, the data collected for the purposes indicated in points",
  "userRegisterPRIVACYPOLICYtext6.2": "and",
  "userRegisterPRIVACYPOLICYtext6.3": "of art.3 of this information will be kept for the duration of registration to the service. The data relating to the purposes referred to in point",
  "userRegisterPRIVACYPOLICYtext6.4": "may be kept for a longer period, determined on the basis of current legislation and specifically for a maximum period of ten years.",
  "userRegisterPRIVACYPOLICYsubtitle7": "7. What are your rights",
  "userRegisterPRIVACYPOLICYtext7.1": "In your capacity as interested party, you can assert at any time the following rights provided for in art. 15 and ss. of the GDPR:",
  "userRegisterPRIVACYPOLICYtext7.2": "request access to personal data or confirmation or not of the processing of personal data and indications about the categories of personal data processed, the purposes of the processing, any recipients or categories of recipients to whom personal data are communicated and, where possible, the period of storage of the same (right of access);",
  "userRegisterPRIVACYPOLICYtext7.3": "have inaccurate data rectified or incomplete data supplemented (right of correction)",
  "userRegisterPRIVACYPOLICYtext7.4": "have personal data deleted when one of the conditions set out in Article17(1) of the GDPR is met and in compliance with the exceptions provided for in paragraph 3 of that article (right to deletion);",
  "userRegisterPRIVACYPOLICYtext7.5": "obtain the limitation of the treatment, in the cases provided for in art. 18 of the GDPR (right of limitation of processing);",
  "userRegisterPRIVACYPOLICYtext7.6": "obtain the portability of the data, i.e. receive it from the Data Controller, in a structured format, common use and readable by automatic device, and transmit them to another Data Controller without hindrance (right to portability of personal data);",
  "userRegisterPRIVACYPOLICYtext7.7": "object to processing, including automated decision-making processes, where it is not possible to obtain data deletion as this is justified for legitimate reasons (right of objection);",
  "userRegisterPRIVACYPOLICYtext7.8": "revoke consent, limited to cases where the processing is based on your consent, without prejudice to the lawfulness of the processing based on consent given before withdrawal (right to withdraw consent);",
  "userRegisterPRIVACYPOLICYtext7.9": "lodge a complaint with a supervisory authority (Guarantor Authority for the Protection of Personal Data) (right of complaint).",
  "userRegisterPRIVACYPOLICYtext7.10": "For the exercise of these rights, or for questions, clarifications and information regarding the processing of your data and the security measures taken, you can forward your request to the following address:",
  "userRegisterPRIVACYPOLICYtext7.11": "Via Jim Walker",
  "userRegisterPRIVACYPOLICYtext7.12": "(Charity registration number 117 4564), 24 Moorend Road, Cheltenham, Gloucestershire, GL53 0HD. United Kingdom.",
  "userRegisterPRIVACYPOLICYtext7.13": "Email:",
  "userRegisterPRIVACYPOLICYsubtitle8": "8. Changes to this policy",
  "userRegisterPRIVACYPOLICYtext8.1": "This policy may change over time. We therefore advise you to always refer to the most up-to-date version, which can be consulted on the website",
  "userRegisterPRIVACYPOLICYtext8.2": "Information updated at 13.09.2021",
  "userRegisterSIGNUPSTARTdecline": "Decline",
  "userRegisterSIGNUPSTARTaccept": "Accept",
  "userRegisterSIGNUPSTARTbutton": "Continue >",
  "userRegisterSIGNUPFORMtitle": "Welcome, \n",
  "userRegisterSIGNUPFORMtext1": "To complete your register, \nplease fill the form below.",
  "userRegisterSIGNUPFORMformMail": "Mail",
  "userRegisterSIGNUPFORMformMailVAL1": "Please enter a valid mail",
  "userRegisterSIGNUPFORMformPhone": "Phone",
  "userRegisterSIGNUPFORMformPhoneVAL1": "Please include only numbers",
  "userRegisterSIGNUPFORMformPhoneVAL2": "Please enter a valid phone",
  "userRegisterSIGNUPFORMtext2": "Choose your password",
  "userRegisterSIGNUPFORMrulesPass": "At least 8 characters.",
  "userRegisterSIGNUPFORMformPass1": "Password *",
  "userRegisterSIGNUPFORMformPass2": "Confirm Password *",
  "userRegisterSIGNUPFORMformPass2VAL1": "Password must match!",
  "userRegisterSIGNUPFORMformPass2VAL2": "Password is not secure!",
  "userRegisterSIGNUPFORMformPass2VAL3": "Password is required!",
  "userRegisterSIGNUPFORMbutton": "Confirm >",
  "userRegisterSIGNUPFEEDBACKtitle": "Registration \nComplete!",
  "userRegisterSIGNUPFEEDBACKtext": "",
  "userRegisterSIGNUPFEEDBACKbutton": "Go to login >",
  "LogInFORMMAIL": "Username",
  "LogInFORMPASS": "Password",
  "LogInVAL": "Username or password is incorrect",
  "LogInACT1": "Forgot your password?",
  "LogInBUTTON": "Log in >",
  "LogInACT2": "Create account",
  "LogInVERSION": "Version",
  "initialSettingSETTINGSTARTtitle": "Complete your profile",
  "initialSettingSETTINGSTARTtext": "",
  "initialSettingSETTINGSTARTbutton": "Start >",
  "initialSettingSETTINGFORMtitle": "Your profile",
  "initialSettingSETTINGFORMuserContextGENDERtitle": "Gender",
  "initialSettingSETTINGFORMuserContextGENDERman": "Man",
  "initialSettingSETTINGFORMuserContextGENDERwoman": "Woman",
  "initialSettingSETTINGFORMuserContextGENDERother": "Other",
  "initialSettingSETTINGFORMuserContextABILITYtitle": "Ability",
  "initialSettingSETTINGFORMuserContextABILITYable": "Able",
  "initialSettingSETTINGFORMuserContextABILITYimpaired": "Impaired",
  "initialSettingSETTINGFORMuserContextABILITYassisted": "Assisted",
  "initialSettingSETTINGFORMuserContextAGEtitle": "Age",
  "initialSettingSETTINGFORMuserContextAGEchild": "Child",
  "initialSettingSETTINGFORMuserContextAGEteenager": "Teenager",
  "initialSettingSETTINGFORMuserContextAGEadult": "Adult",
  "initialSettingSETTINGFORMuserContextAGEelderly": "Elderly",
  "initialSettingSETTINGFORMwalkContextDECISIONtitle": "Decision",
  "initialSettingSETTINGFORMwalkContextDECISIONnecessity": "Necessity",
  "initialSettingSETTINGFORMwalkContextDECISIONchoice": "Choice",
  "initialSettingSETTINGFORMwalkContextPURPOSEtitle": "Purpose",
  "initialSettingSETTINGFORMwalkContextPURPOSEtransport": "Transport",
  "initialSettingSETTINGFORMwalkContextPURPOSEleisure": "Leisure",
  "initialSettingSETTINGFORMwalkContextGROUPSIZEtitle": "Group Size",
  "initialSettingSETTINGFORMwalkContextGROUPSIZEalone": "Alone",
  "initialSettingSETTINGFORMwalkContextGROUPSIZElwithDependent": "With a Dependent",
  "initialSettingSETTINGFORMwalkContextGROUPSIZEgroup": "Group",
  "initialSettingSETTINGFORMwalkContextFAMILIARITYtitle": "Familiarity",
  "initialSettingSETTINGFORMwalkContextFAMILIARITYlocal": "Local",
  "initialSettingSETTINGFORMwalkContextFAMILIARITYvisitor": "Visitor",
  "initialSettingSETTINGFORMbutton": "Continue >",
  "initialSettingSETTINGFEEDBACKtitle": "Setup \nComplete!",
  "initialSettingSETTINGFEEDBACKtext": "",
  "initialSettingSETTINGFEEDBACKbutton": "Go Home >",
  "utilCOMPONENTSconnectivityTITLE": "Internet Connection Lost",
  "utilCOMPONENTSconnectivityTEXT": "You have no internet",
  "utilCOMPONENTSconnectivityBUTTON": "Retry",
  "mapScreenCOMMENTformTITLE" : "Comments",
  "mapScreenCOMMENTformTEXT" : "Compose your message here...",
  "mapScreenCOMMENTformBUTTON" : "Add >",
  "mapScreenCOMMENTfeedbackTEXT" : "Thanks for your \ncomment!",
  "mapScreenCOMMENTfeedbackBUTTON" : "Continue >",
  "mapScreenMAPpopupTITLE" : "Are you sure?",
  "mapScreenMAPpopupTEXT" : "Do you want to exit an App?",
  "mapScreenMAPpopupNO" : "No",
  "mapScreenMAPpopupYES" : "Yes",
  "mapScreenMAPwalktime" : "Walk Time",
  "mapScreenMAPstartwalk" : "Start Walk >",
  "mapScreenMAPwarningTITLE" : "Use your location",
  "mapScreenMAPwarningTEXT1" : "Allow Walkability to use your location while being in foreground.",
  "mapScreenMAPwarningTEXT2" : "Walkability collects location data to identify your walking experience on the map.",
  "mapScreenMAPwarningBUTTON" : "Accept",
  "mapScreenREPORTgreen1" : "Designed for people",
  "mapScreenREPORTgreen2" : "Appropiate speed",
  "mapScreenREPORTgreen3" : "Secure",
  "mapScreenREPORTgreen4" : "Supported & directed",
  "mapScreenREPORTgreen5" : "The path",
  "mapScreenREPORTgreen6" : "Sufficient space",
  "mapScreenREPORTgreen7" : "Path quality",
  "mapScreenREPORTgreen8" : "Safe crossing",
  "mapScreenREPORTgreen9" : "Clean air & peaceful",
  "mapScreenREPORTgreen10" : "Protection from weather",
  "mapScreenREPORTgreen11" : "Lighting, seating or ramps",
  "mapScreenREPORTgreen12" : "Trees & visual interest",
  "mapScreenREPORTyellow1" : "Designed for traffic, not people",
  "mapScreenREPORTyellow2" : "Speed of traffic",
  "mapScreenREPORTyellow3" : "Driver behaviour",
  "mapScreenREPORTyellow4" : "Fear of crime",
  "mapScreenREPORTyellow5" : "Harassment",
  "mapScreenREPORTyellow6" : "No path",
  "mapScreenREPORTyellow7" : "Unsufficient space or poor path quality",
  "mapScreenREPORTyellow8" : "Unsafe crossing",
  "mapScreenREPORTyellow9" : "Dirty, noisy or poor air quality",
  "mapScreenREPORTyellow10" : "Poor drainage or protection from weather",
  "mapScreenREPORTyellow11" : "No lighting, seating or ramps",
  "mapScreenREPORTyellow12" : "Insufficient trees or visual interest",
  "mapScreenREPORTred1" : "Designed for traffic, not people",
  "mapScreenREPORTred2" : "Speed of traffic",
  "mapScreenREPORTred3" : "Driver behaviour",
  "mapScreenREPORTred4" : "Fear of crime",
  "mapScreenREPORTred5" : "Harassment",
  "mapScreenREPORTred6" : "No path",
  "mapScreenREPORTred7" : "Unsufficient space or poor path quality",
  "mapScreenREPORTred8" : "Unsafe crossing",
  "mapScreenREPORTred9" : "Dirty, noisy or poor air quality",
  "mapScreenREPORTred10" : "Poor drainage or protection from weather",
  "mapScreenREPORTred11" : "No lighting, seating or ramps",
  "mapScreenREPORTred12" : "Insufficient trees or visual interest",
  "mapScreenREPORTtitle" : "Report",
  "mapScreenREPORTbutton" : "Send >",
  "mapScreenMENUname1" : "Account",
  "mapScreenMENUname2" : "Pedestrian Profile",
  "mapScreenMENUname3" : "About us",
  "mapScreenMENUname4" : "Log out",
  "menuItemsABOUTtext1" : "Development Team: Paula Nieto, Montserrat F. Martinez, Luis Molina, Stefan Steiniger, Jim Walker, Lorraine D'Arcy, Matias Espinoza V.",
  "menuItemsABOUTtext2" : "Contact for feedback: ssteiniger@uc.cl",
  "menuItemsABOUTtext3" : "Development of the app was supported with funds from Alstom Foundation and CEDEUS (ANID/FONDAP 15110020)",
  "menuItemsABOUTtext4" : "App version",
  "menuItemsACCOUNTshowTITLE1": "Your information.",
  "menuItemsACCOUNTshowTEXT1.1": "Username",
  "menuItemsACCOUNTshowTEXT1.2": "Mail",
  "menuItemsACCOUNTshowTEXT1.3": "Phone",
  "menuItemsACCOUNTshowTITLE2": "Your password.",
  "menuItemsACCOUNTshowTITLE3": "Your walkgroup.",
  "menuItemsACCOUNTshowNONE": "None",
  "menuItemsACCOUNTshowBUTTON": "Edit",
  "menuItemsACCOUNTshowFORM1": "New Password",
  "menuItemsACCOUNTshowFORM2": "Confirm New Password",
  "menuItemsACCOUNTshowFORM3": "Current Password",
	"menuItemsACCOUNTeditVAL1": "Please enter your current password",
  "menuItemsACCOUNTeditVAL2": "Wrong password",
  "menuItemsACCOUNTeditBUTTON": "Save",
  "pwdRecoverySTARTtitle": "Forgot your password?",
  "pwdRecoverySTARTtext": "Please enter your username to request a password reset",
  "pwdRecoverySTARTform": "Username",
  "pwdRecoverySTARTval": "this username doesn't exists",
  "pwdRecoverySTARTbutton": "Send >",
  "pwdRecoveryFEEDBACKtitleSUCCESS": "Password reset sent",
  "pwdRecoveryFEEDBACKtextSUCCESS": "We just sent a message to the email you provided with a link to reset your password. Please check your inbox and follow the instructions in the email.",
  "pwdRecoveryFEEDBACKtitleFAIL": "Password reset can't be sent",
  "pwdRecoveryFEEDBACKtextFAIL": "Your account has not an email address associated to send the password reset. Please contact us by email: support@walkability.app",
  "pwdRecoveryFEEDBACKbutton": "Back to Log in >"
}
